{
  "categories": ["Tool"],
  "ignoreItemCategory": true,
  "items": [
    {
      "categories": ["Tool"],
      "name": "Alchemical Crossbow",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=473",
      "category": "tools",
      "level": 0,
      "price": "25 gp",
      "bulk": "1",
      "traits": ["Uncommon", "Alchemical"],
      "text": "This crossbow can deliver alchemically infused bolts. The strange weapon has a metal bracket mounted on the side of the stock near the lath. As an action, you can load a single lesser alchemical bomb into the bracket; this bomb must be one that deals energy damage (such as an  acid flask ,  alchemist's fire ,  bottled lightning ,  frost vial , or  thunderstone ). The next three attacks made with the crossbow deal 1d6 damage of the bomb's damage type in addition to the crossbow's normal damage. If the second and third attacks are not all made within 1 minute of the first attack, the bomb's energy is wasted. These attacks never deal splash damage or other special effects of the bomb and are not modified by any abilities that add to or modify a bomb's effect. The addition of the bracket serves to unbalance the weapon, reducing its range to 30 feet. It otherwise functions as a crossbow (when determining damage, reload, and so on). Creatures use their crossbow proficiency when using the alchemical crossbow. The alchemical crossbow costs 25 gp.",
      "source": "The Fall of Plaguestone pg. 56",
      "hands": "2; "
    },
    {
      "categories": ["Tool"],
      "name": "Tindertwig",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=138",
      "category": "tools",
      "level": 1,
      "price": "2 sp",
      "bulk": "",
      "traits": ["Alchemical", "Consumable", "Fire"],
      "text": "An alchemical substance applied to one end of this tiny wooden stick ignites when struck against a rough surface. Creating a flame with a tindertwig is much faster than creating a flame with flint and steel. You can ignite the tindertwig and touch it to a flammable object as part of the same Interact action.",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 1 hand",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Snake Oil",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=136",
      "category": "tools",
      "level": 1,
      "price": "2 gp",
      "bulk": "L",
      "traits": ["Alchemical", "Consumable"],
      "text": "You can apply snake oil onto a wound or other outward symptom of an affliction or condition (such as sores from a disease or discoloration from a poison). For the next hour, the symptom disappears and the wounded or afflicted creature doesn't feel as if it still has the wound or affliction, though all effects remain. A creature can uncover the ruse by succeeding at a DC 17 Perception check, but only if it uses a Seek action to specifically examine the snake oil's effects.",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 2 hands; ",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Smokestick (Lesser)",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=135",
      "category": "tools",
      "level": "7; ",
      "price": "3 gp",
      "bulk": "L",
      "traits": ["Alchemical", "Consumable"],
      "text": "With a sharp twist of this item, you instantly create a screen of thick, opaque smoke in a burst centered on one corner of your space. All creatures within that area are concealed, and all other creatures are concealed to them. The smoke lasts for 1 minute or until dispersed by a strong wind.",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 2 hands; ",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Sunrod",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=137",
      "category": "tools",
      "level": 1,
      "price": "3 gp",
      "bulk": "L",
      "traits": ["Alchemical", "Consumable", "Light"],
      "text": "This 1-foot-long, gold-tipped rod glows after it's struck on a hard surface. For the next 6 hours, it sheds bright light in a 20-foot radius (and dim light to the next 40 feet).",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 1 hand; ",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Silversheen",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=134",
      "category": "tools",
      "level": 2,
      "price": "6 gp",
      "bulk": "L",
      "traits": ["Alchemical", "Consumable"],
      "text": "You can slather this silvery paste onto one melee weapon, one thrown weapon, or 10 pieces of ammunition. Silversheen spoils quickly, so once you open a vial, you must use it all at once, rather than saving it. For the next hour, the weapon or ammunition counts as silver instead of its normal precious material (such as cold iron) for any physical damage it deals.",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 2 hands; ",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Smokestick (Greater)",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=135",
      "category": "tools",
      "level": "7; ",
      "price": "53 gp",
      "bulk": "L",
      "traits": ["Alchemical", "Consumable"],
      "text": "With a sharp twist of this item, you instantly create a screen of thick, opaque smoke in a burst centered on one corner of your space. All creatures within that area are concealed, and all other creatures are concealed to them. The smoke lasts for 1 minute or until dispersed by a strong wind.",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 2 hands; ",
      "actions": "Single Action",
      "activate": "Interact"
    },
    {
      "categories": ["Tool"],
      "name": "Philosopher's Stone",
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=133",
      "category": "tools",
      "level": 20,
      "price": "0",
      "bulk": "2",
      "traits": ["Uncommon", "Alchemical", "Consumable"],
      "text": "An alchemist with the  Craft Philosopher's Stone  feat can create a philosopher's stone once per month by spending 1 batch of infused reagents during their daily preparations using the advanced alchemy class feature. This is the only way to create a philosopher's stone.  At a glance, a philosopher's stone appears to be an ordinary, sooty piece of natural rock. Breaking the rock open with a  Force Open  action (DC 35) reveals a cavity at the stone's heart. The cavity is lined with a rare type of quicksilver that can transmute base metals into precious metals or create an  elixir of rejuvenation .   To use the quicksilver, you must be legendary in Crafting and have the  Alchemical Crafting  feat. You can then use the stone's quicksilver for one of two effects: ",
      "source": "Core Rulebook pg. 554",
      "usage": "held in 2 hands; ",
      "actions": "Single Action",
      "activate": "Interact or 1 or more days; see below"
    }
  ]
}
