{
  "categories": ["Weapon", "Magic"],
  "ignoreItemCategory": true,
  "items": [
    {
      "traits": ["Magical", "Necromancy", "Poison"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=383",
      "name": "Dagger of Venom",
      "level": 5,
      "text": "The serrated blade of this +1 striking dagger has a greenish tinge, and the hilt is sculpted to look like the head of a serpent about to strike. When you critically succeed at an attack roll with the dagger of venom , the target becomes sickened 1 unless it succeeds at a DC 19 Fortitude save. This is a poison effect. In addition, you can activate the dagger to poison a creature with a more potent poison. dagger of venom",
      "source": "Core Rulebook pg. 600",
      "price": "150 gp",
      "usage": "held in 1 hand;",
      "bulk": "L",
      "actions": "Free Action",
      "activate": "Interact;",
      "frequency": "once per day;",
      "trigger": "You damage a creature with the dagger of venom ;",
      "effect": "You poison the creature you hit with dagger venom.",
      "dagger venom": "(poison);",
      "saving throw": "Fortitude DC 21;",
      "maximum duration": "4 rounds.",
      "stage 1": "1d8 poison damage and enfeebled 1.",
      "category": "weapon rune"
    },
    {
      "traits": ["Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=382",
      "name": "Caterwaul Sling",
      "level": 5,
      "text": "Made of shiny brown leather, this +1 striking sling has a single white thread interwoven into its cord.",
      "source": "Core Rulebook pg. 600",
      "price": "155 gp",
      "usage": "held in 1 hand;",
      "bulk": "L",
      "actions": "Two Actions",
      "activate": "Interact (sonic);",
      "frequency": "once per day;",
      "effect": "You pull the white thread free, then whirl the sling in circles at high speed. It lets out an ear-piercing wave of sound. Each creature in a 30-foot cone takes 4d6 sonic damage (DC 21 basic Fortitude save). Any creature that fails is deafened for 1 round, or 1 hour on a critical failure.",
      "category": "weapon rune"
    },
    {
      "traits": ["Uncommon", "Magical", "Necromancy"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=381",
      "name": "Bloodletting Kukri",
      "level": 6,
      "text": "This +1 striking kukri has a crimson blade that shimmers eerily in bright light. On a critical hit, the kukri deals 1d8 persistent bleed damage. If the target didn't already have persistent bleed damage when you scored the critical hit, you also gain 1d8 temporary Hit Points.",
      "source": "Core Rulebook pg. 600",
      "price": "240 gp",
      "usage": "held in 1 hand;",
      "bulk": "L",
      "category": "weapon rune"
    },
    {
      "traits": ["Magical", "Transmutation"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=396",
      "name": "Twining Staff",
      "level": 6,
      "text": "Appearing to be just a small, flat disc made of twigs, this item can grow and shrink. +1 striking staff +1 striking bo staff",
      "source": "Core Rulebook pg. 602",
      "price": "250 gp",
      "usage": "held in 1 or 2 hands",
      "actions": "Single Action",
      "activate": "Interact;",
      "effect": "You cause the twigs to rapidly grow or contract, reshaping into a +1 striking staff , a +1 striking bo staff , or its disc form. In its disc form, it has negligible Bulk and must be held in one hand to be activated. In the other forms, it has the same Bulk as a normal weapon of its type. You can switch your grip as part of the activation. When you expand the item, you can use the force of the expansion to High Jump or to try to Force Open a door or the like by wedging the disc into a gap before activation. The staff makes the Athletics check with a +15 modifier.",
      "category": "weapon rune"
    },
    {
      "traits": ["Unique", "Evocation", "Light", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=503",
      "name": "Eclipse",
      "level": 8,
      "text": "This +1 returning striking cold iron starknife has an ornate central grip that depicts a silver dragon, the neck, wings, and tail of which wrap over and around the handle in knots to support the weapon's four cold iron blades. While the handle is polished to a mirrorlike shine, the blades of Eclipse are a flat black and entirely unreflective. Eclipse is also the portal key required to activate Dreamgate at Alseta's Ring. Whenever you score a critical hit with Eclipse , the target creature's eyes are plunged into darkness; if that creature doesn't have darkvision, it is blinded for 1 round.",
      "source": "Pathfinder #146: Cult of Cinders pg. 72",
      "price": "450 gp",
      "hands": "1;",
      "usage": "held in 1 hand;",
      "bulk": "L",
      "actions": "Reaction",
      "activate": "command; envision;",
      "frequency": "once per day; three times per day;",
      "effect": "Eclipse's blades glow like starlit night sky, causing it to shed light as a torch until you deactivate it as a single action, which has the concentrate trait. You absorb light, gaining a +2 status bonus to the Stealth check.",
      "trigger": "You attempt a Stealth check to Hide or Sneak, but you haven't rolled yet;",
      "category": "weapon rune"
    },
    {
      "traits": ["Uncommon", "Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=515",
      "name": "Crimson Brand",
      "level": 9,
      "text": "These ominous swords are decorated with crimson lacquer and serve as perfect conduits for the Crimson Oath's power. The first was granted to Clarethe Iomedar by a mysterious patron who many Reclaimers believe to be an emissary of Ragathiel. A crimson brand is a +1 striking wounding bastard sword . When the wielder uses the crimson brand to cast , they can generate a 60-foot line or a 30-foot cone instead of the normal 20-foot cone. Whenever the wielder would inflict on an undead creature with the crimson brand , they can instead wreathe the creature in ruby energy, inflicting the same amount of persistent positive damage instead of persistent bleed damage.",
      "source": "Lost Omens Character Guide pg. 82",
      "price": "700 gp",
      "usage": "held in 1 or 2 hands;",
      "bulk": "1",
      "category": "weapon rune"
    },
    {
      "traits": ["Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=388",
      "name": "Gloom Blade",
      "level": 9,
      "text": "As black as coal, this blade grows more potent in darkness. While in bright light, it functions as a +1 shortsword and doesn't appear to radiate a magic aura to detect magic or similar spells unless the spells are 4th level or higher. In dim light or darkness, the gloom blade becomes a +2 striking shortsword . Whenever you use the gloom blade to attack a creature you're undetected by, you deal 1d6 additional precision damage. To upgrade the gloom blade's fundamental runes, start with the base +1 shortsword , but if you improve it beyond a +2 striking shortsword , the runes apply in dim light or darkness as well.",
      "source": "Core Rulebook pg. 601",
      "price": "700 gp",
      "usage": "held in 1 hand;",
      "bulk": "L",
      "category": "weapon rune"
    },
    {
      "traits": ["Divination", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=392",
      "name": "Oathbow",
      "level": 11,
      "text": "Constructed of a flexible, white wood and with ornate, twisting designs carved into its surface, this +2 striking composite longbow appears to have been made by elves. Sometimes when you loose an arrow, its whistling in flight sounds like a voice whispering in Elven, wishing for the swift defeat of your enemies.",
      "source": "Core Rulebook pg. 602",
      "price": "1,300 gp",
      "usage": "held in 1 hand;",
      "bulk": "2",
      "actions": "Single Action",
      "activate": "command;",
      "effect": "You swear an oath to destroy one creature you can see. For the next 7 days or until that creature is slain, your attacks with the bow against that creature deal 1d6 additional damage, and you gain a +2 circumstance bonus to Survival checks to Track that creature. Your critical hits against the target gain the bow's critical specialization effect; if they would already do so, they instead increase the DC of the Athletics check to Escape when critically hit to DC 20. After you activate the bow, you can't activate it again for 7 days. If you kill the creature you've sworn an oath against, the oath ends and you need to wait only 10 minutes before you can activate it again.",
      "category": "weapon rune"
    },
    {
      "traits": ["Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=384",
      "name": "Dwarven Thrower",
      "level": 13,
      "text": "This +2 striking warhammer is inlaid with precious metals and decorated with geometric patterns in a dwarven style. If you're a dwarf, a dwarven thrower functions for you as a +2 greater striking returning warhammer with the thrown 30 feet trait, and your attacks with the hammer deal 1d8 additional damage against giants.",
      "source": "Core Rulebook pg. 600",
      "price": "2,750 gp",
      "usage": "held in 1 hand;",
      "bulk": "1",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=386",
      "source": "Core Rulebook pg. 600",
      "actions": "Two Actions",
      "activate": "command, Interact;",
      "effect": "You cast the",
      "name": "Flame Tongue",
      "level": 13,
      "price": "2,800 gp",
      "text": "This +2 greater striking flaming longsword has an ornate brass hilt and a blade shaped like stylized flames. When wielded, the blade projects illumination resembling shimmering firelight, emitting dim light in a 10-foot radius. cantrip from the sword as a 7th-level arcane spell, using your melee attack modifier with flametongue as your spell attack modifier.",
      "traits": ["Evocation", "Fire", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "1",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=386",
      "name": "Flame Tongue (Greater)",
      "source": "Core Rulebook pg. 600",
      "level": 17,
      "price": "13,800 gp",
      "activate": "",
      "actions": "Single Action",
      "frequency": "once per day;",
      "effect": "A 10-foot emanation of flame radiates from the",
      "traits": ["Evocation", "Fire", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "1",
      "text": "This +2 greater striking flaming longsword has an ornate brass hilt and a blade shaped like stylized flames. When wielded, the blade projects illumination resembling shimmering firelight, emitting dim light in a 10-foot radius. cantrip from the sword as a 7th-level arcane spell, using your melee attack modifier with flametongue as your spell attack modifier. This is a . When you activate the sword to cast , the spell is 9th level. command; for 1 minute. All weapon and unarmed attacks by you and your allies within the area gain the effect of the property rune.\r\nFrost BrandItem 16",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=395",
      "source": "Core Rulebook pg. 602",
      "actions": "Reaction",
      "activate": "command, envision; command;",
      "frequency": "once per day; once per 10 minutes;",
      "effect": "You cast a 6th-level You try to divert the electricity off course, to be absorbed by",
      "trigger": "An electricity effect targets you or a creature within 10 feet of you, or has you or a creature within 10 feet of you in its area;",
      "name": "Storm Flash",
      "level": 14,
      "price": "4,000 gp",
      "text": "This +2 greater striking shock rapier has a golden blade, and miniature electric arcs flash across its guard while it's wielded. When out of its sheath under an open sky, the blade causes storm clouds to gather slowly above. (DC 33). storm flash . Choose one eligible creature to protect and roll a melee attack roll against the DC of the electricity effect. If you succeed, the chosen creature takes no electricity damage from the triggering effect.",
      "traits": ["Electricity", "Evocation", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "1",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=395",
      "name": "Storm Flash (Greater)",
      "source": "Core Rulebook pg. 602",
      "level": 18,
      "price": "21,000 gp",
      "traits": ["Electricity", "Evocation", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "1",
      "actions": "Reaction",
      "text": "This +2 greater striking shock rapier has a golden blade, and miniature electric arcs flash across its guard while it's wielded. When out of its sheath under an open sky, the blade causes storm clouds to gather slowly above. (DC 33). storm flash . Choose one eligible creature to protect and roll a melee attack roll against the DC of the electricity effect. If you succeed, the chosen creature takes no electricity damage from the triggering effect. This is a . When activating the sword to cast , the spell is 8th level (spell DC 38).",
      "category": "weapon rune"
    },
    {
      "traits": ["Uncommon", "Divine", "Evocation", "Good", "Lawful"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=389",
      "name": "Holy Avenger",
      "level": 14,
      "text": "The gleaming holy avenger is the iconic weapon of powerful . The crossbar of this +2 greater striking holy cold iron longsword is styled to look like angel wings. Tradition holds that those who see their reflection in a holy avenger's highly polished blade have their faults laid bare. If you are evil, you are enfeebled 2 while carrying or wielding this weapon. holy avenger detect alignment dispel magic",
      "source": "Core Rulebook pg. 601",
      "price": "4,500 gp",
      "usage": "held in 1 hand;",
      "bulk": "1",
      "actions": "Single Action",
      "activate": "command, Interact; command;",
      "frequency": "once per hour; once per day;",
      "effect": "You command the sword and point it at a creature you can see. The sword casts detect alignment to detect evil, but this targets only the selected creature instead of detecting in an area. You cast dispel magic at the same level as your champion focus spells. It must target an illusion the creature you hit created, a spell affecting the creature you hit, or an item the creature you hit wears or carries. The spell or item you attempt to counteract must be within 120 feet of you.",
      "paladin wielder": "If you're a champion of the paladin cause, you also gain the following two benefits.",
      "requirements": "You hit a creature using the holy avenger on your previous action;",
      "craft requirements": "You are a champion with the paladin cause; supply a casting of detect alignment and dispel magic . The initial raw materials must include 120 gp of cold iron.",
      "category": "weapon rune"
    },
    {
      "traits": ["Cold", "Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=387",
      "name": "Frost Brand",
      "level": 16,
      "text": "The blade of this +2 greater striking greater frost greatsword appears to be nothing but icy shards. The frost brand automatically extinguishes non-magical fires in a 20-foot emanation. While wielding it, you gain fire resistance 5. frost brand",
      "source": "Core Rulebook pg. 601",
      "price": "10,000 gp",
      "usage": "held in 2 hands;",
      "bulk": "2",
      "actions": "Two Actions",
      "activate": "command, Interact;",
      "effect": "You swing the frost brand into the area of an ongoing magical fire, and the blade attempts to counteract the fire with a counteract modifier of +27. If it fails, it can't attempt to counteract the same fire again.",
      "category": "weapon rune"
    },
    {
      "traits": ["Uncommon", "Divine", "Evocation", "Fire", "Good", "Light"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=517",
      "name": "Radiant Lance",
      "level": 17,
      "text": "When wielded in battle, these silver lances blaze with light. A radiant lance is a +2 greater striking holy flaming silver lance . When wielded in battle, the radiant lance sheds bright light in a 60- foot radius. On a hit against an undead creature that is specifically vulnerable to sunlight, the lance bursts with a brilliant flash of light, and that undead must attempt a DC 35 Fortitude save. If the attack was a critical hit, the undead uses an outcome one degree of success worse than the result of its saving throw.",
      "source": "Lost Omens Character Guide pg. 92",
      "price": "5,750 gp",
      "usage": "held in 2 hands;",
      "bulk": "2",
      "success": "The undead is unaffected.",
      "failure": "The undead is slowed 1 for 1 round.",
      "critical failure": "The undead is slowed 1 for 1 minute.",
      "actions": "Two Actions",
      "activate": "command, Interact;",
      "frequency": "once per day;",
      "effect": "You point the lance at a foe and call out, firing a beam with the effects of a 7th-level searing light .",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=390",
      "source": "Core Rulebook pg. 601",
      "actions": "Reaction",
      "activate": "envision;",
      "frequency": "once per day;",
      "trigger": "You miss on a Strike with the luck blade;",
      "effect": "Reroll the triggering attack roll and use the new result. This is a",
      "name": "Luck Blade",
      "level": 17,
      "price": "15,000 gp",
      "text": "Luck and good fortune bless the wielder of this +3 greater striking shortsword . Luck blades are crafted in a variety of styles, but their hilts or blades always incorporate symbols of luck, such as clovers, horseshoes, fish, ladybugs, or other symbols. effect.",
      "traits": ["Rare", "Divination", "Fortune", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "L",
      "category": "weapon rune"
    },
    {
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=390",
      "name": "Luck Blade (Wishing)",
      "source": "Core Rulebook pg. 601",
      "level": 19,
      "price": "30,000 gp",
      "traits": ["Rare", "Divination", "Fortune", "Magical"],
      "usage": "held in 1 hand;",
      "bulk": "L",
      "actions": "Reaction",
      "text": "Luck and good fortune bless the wielder of this +3 greater striking shortsword . Luck blades are crafted in a variety of styles, but their hilts or blades always incorporate symbols of luck, such as clovers, horseshoes, fish, ladybugs, or other symbols. effect. Some contain one when crafted. You can cast this spell as an arcane innate spell while wielding the , expending the spell. A spellcaster who can cast can place another into the blade by spending 8,000 gp and 4 days of downtime. A can hold no more than one at a time.",
      "category": "weapon rune"
    },
    {
      "traits": ["Uncommon", "Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=391",
      "name": "Mattock of the Titans",
      "level": 19,
      "text": "This 15-foot-long adamantine digging tool is far too big for even a Large creature to wield, though if you're a Small or larger creature, you can wield it while wearing a , as though it were appropriately sized for you and had 2 Bulk. The GM might also allow you to wield the mattock if you have some other means of wielding oversized weapons, such as if you're a Large barbarian with the giant instinct or are a Huge creature. When it's used as a weapon, the mattock of the titans has the statistics of a +3 greater striking keen adamantine great pick . While you're wielding the mattock of the titans , you gain a +3 item bonus to Athletics checks. You can use it to loosen or push soft earth at a rate of 1 minute per 5-foot cube or smash through solid stone at the rate of 5 minutes per 5-foot-cube.",
      "source": "Core Rulebook pg. 601",
      "price": "36,000 gp",
      "usage": "held in 2 hands;",
      "bulk": "16",
      "actions": "Two Actions",
      "activate": "Interact;",
      "frequency": "once per day;",
      "effect": "You dig furiously with the mattock to non-magically replicate the effects of an earthquake spell.",
      "craft requirements": "You are a titan, and the initial raw materials must include 8,100 gp of adamantine.",
      "category": "weapon rune"
    },
    {
      "traits": ["Rare", "Evocation", "Magical"],
      "link": "https://2e.aonprd.com/Equipment.aspx?ID=394",
      "name": "Sky Hammer",
      "level": 20,
      "text": "The sturdy, steel head of this +3 major striking flaming shock orichalcum warhammer is shaped like a blazing comet. sky hammer fireball's fireball",
      "source": "Core Rulebook pg. 602",
      "price": "70,000 gp",
      "usage": "held in 1 hand;",
      "bulk": "1",
      "actions": "Reaction",
      "activate": "command;",
      "trigger": "Your attack roll with the sky hammer is a critical success;",
      "effect": "A 6th-level arcane fireball spell explodes, centered on the sky hammer. The spell DC is 45. You are immune to the fireball's effect, though your allies are not.",
      "craft requirements": "Supply a casting of fireball (6th level), and the initial raw materials must include 12,375 gp of orichalcum.",
      "category": "weapon rune"
    }
  ]
}
